Repository: hosseinn/smart
Catalog: trunk/extensions/smart/po/*/Strings_*.properties.po
Languages: es_es, pt_pt

source: Organization Chart
es_es: Organigrama
pt_pt: Organograma

source: Use this to illustrate hierarchical relationships
es_es: Úselo para ilustrar relaciones jerárquicas
pt_pt: Use isto para ilustrar as relações hierárquicas

source: Venn Diagram
es_es: Diagrama de Venn
pt_pt: Diagrama Venn

source: Use this to illustrate areas of overlap between elements
es_es: Úselo para ilustrar áreas de superposición entre elementos
pt_pt: Use isto para ilustrar as áreas de sobreposição entre elementos

source: Pyramid Diagram
es_es: Diagrama piramidal
pt_pt: Diagrama Pirâmide

source: Use this to illustrate foundation-based relationships
es_es: Úselo para ilustrar relaciones basadas en infraestructuras
pt_pt: Use isto para ilustrar as bases das relações

source: Cycle Diagram
es_es: Diagrama de ciclo
pt_pt: Diagrama Ciclo

source: Use this to illustrate a process with a continuous cycle
es_es: Úselo para ilustrar un proceso con ciclo continuo
pt_pt: Use isto para ilustrar um processo com um ciclo contínuo

source: Without outline
es_es: Sin contorno
pt_pt: Sem contorno

# 10.Strings.CycleStyleComboBox2
source: Base colors
es_es: Colores base
pt_pt: Cores base

source: With frame
es_es: Con marco
pt_pt: Com frame

source: With gradients
es_es: Con degradados
pt_pt: Com gradientes

# 13.Strings.PyramidStyleComboBox2
source: Base colors
es_es: Colores base
pt_pt: Cores base

source: Base colors with gradients
es_es: Colores base con degradados
pt_pt: Cores base com gradientes

source: Error
pt_pt: Erro

source: Cannot found the main item.
es_es: No se puede encontrar el elemento principal.
pt_pt: Não encontro o item principal.

source: Add item is disabled
es_es: Añadir elemento está deshabilitado.
pt_pt: Adicionar item está desativada

source: You cannot add associate item to main item.
es_es: No puede añadir Asociar elemento al elemento principal.
pt_pt: Não pode adicionar itens associado ao item principal.

source: Main item is selected
es_es: Está seleccionado el elemento principal
pt_pt: Item principal está selecionado.

source: You cannot remove the main item.
es_es: No puede eliminar el elemento principal.
pt_pt: Não pode apagar o item principal.

source: The struct of diagram has broken.
es_es: La estructura del diagrama se ha roto.
pt_pt: A estrutura do diagrama foi quebrada.

source: Do you want to Diagram extension to try to correct the problem? After the correction you might retry the modification.
es_es: ¿Desea que Diagram extension intente corregir el problema? Tras la corrección podrá reintentar la modificación.
pt_pt: Quer que a extensão de Diagramas tente corrigir o problema? Após a correção podes repetir a modificação.
