Repository: hosseinn/smart
Catalog: po/*/Strings2_*.properties.po
Languages: hu_hu

source: Horizontal Organization Chart
hu_hu: Vízszintes szervezeti diagram

source: Use this to illustrate horizontal hierarchical relationships
hu_hu: Vízszintes hierarchikus kapcsolatok szemléltetésére használható

source: Table Hierarchy
hu_hu: Táblázatos hierarchia diagram

source: Use this to illustrate groups of information built from top to bottom, and the hierarchies within each group
hu_hu: Információcsoportok ábrázolása fentről lefelé, az egyes csoportokra jellemző hierarchiák szemléltetésével

source: Organization Chart 2
hu_hu: Szervezeti diagram 2

source: Use this to illustrate hierarchical relationships, below third level items are displayed vertical layout
hu_hu: Vízszintes hierarchikus kapcsolatok szemléltetésére használható, a harmadik szint alatti elemek elrendezése függőleges

source: Target Diagram
hu_hu: Céltábla diagram

source: Use this to illustrate steps toward a goal
hu_hu: Egy végső célkitűzés felé tett lépéseket ábrázolja

source: Inactive function - this option can be used if only simple item has been selected
hu_hu: Nem aktív funkció - a szövegszerkesztő csak akkor aktív, ha csak egyetlen elem van kiválasztva

source: Personal settings
hu_hu: Egyéni beállítások

source: Area: allShape, doesnot modify colors, displays medium rounded rectangles with outline and without shadow
hu_hu: Hatókör: diagram, nem módosítja a színeket, a közepesen kerekített négyszögeket körvonalaikkal jeleníti meg és nem árnyékol

source: Area: allShape, doesnot modify colors, displays medium rounded rectangles without outline and shadow
hu_hu: Hatókör: diagram, nem módosítja a színeket, a közepesen kerekített négyszögeket körvonalaik nélkül jeleníti meg és nem árnyékol

source: Area: allShape, doesnot modify colors, displays rectangles with outline and without rounded and shadow
hu_hu: Hatókör: diagram, nem módosítja a színeket, a kerekítés nélküli négyszögeket körvonalaikkal jeleníti meg és nem árnyékol

source: Area: allShape, doesnot modify colors, displays medium rounded rectangles with outline and shadow
hu_hu: Hatókör: diagram, nem módosítja a színeket, a közepesen kerekített négyszögeket körvonalaikkal jeleníti meg és árnyékol

source: Area: allShape, sets BlueGradients mode and modifies colors, displays medium rounded rectangles with outline and without shadow
hu_hu: Hatókör: diagram, beállítja a Kék-színátmenet (BlueGradients) funkciót, és módosítja a színeket, a közepesen kerekített négyszögeket körvonalaikkal jeleníti meg és nem árnyékol

source: Area: allShape, sets BaseColors mode and modifies colors, sets medium transparency, displays outline and rounded textFrames
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, az alakzatok közepesen áttetszőek, megjeleníti a körvonalakat és a kerekített szövegkereteket

source: Area: allShape, sets BaseColors mode and modifies colors, sets medium transparency, displays rounded textFrames but doesnot display outline
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, az alakzatok közepesen áttetszőek, nem jeleníti meg a körvonalakat de megjeleníti a kerekített szövegkereteket

source: Area: allShape, sets BaseColors mode and modifies colors, sets medium transparency, displays outline but doesnot display textFrames
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, az alakzatok közepesen áttetszőek, megjeleníti a körvonalakat de nem jeleníti meg a szövegkereteket

source: Area: allShape, sets BaseColors mode and modifies colors, sets medium transparency, displays outline and textFrames without rounded
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, az alakzatok közepesen áttetszőek, megjeleníti a körvonalakat és a szövegkereteket kerekítés nélkül

source: Area: allShape, sets BaseColors mode and modifies colors, displays outline but doesnot display shadow and textFrames
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket, és nem árnyékol

source: Area: allShape, sets BaseColors and modifies colors, doesnot display outline and shadow and textFrames
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, nem jeleníti meg sem a körvonalakat, sem a szövegkereteket, és nem árnyékol

source: Area: allShape, sets BaseColors mode and modifies colors, dispalys outline and shadow but doesnot display textFrames
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonakat, és árnyékol, de nem jeleníti meg szövegkereteket

source: Area: allShape, sets BaseColors mode and modifies colors, displays outline and textFrames but doesnot display shadow
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat, és a szövegkereteket, de nem árnyékol

source: Area: allShape, sets BlueGradients mode and modifies colors, displays outline but doesnot display shadow and textFrames
hu_hu: Hatókör: diagram, beállítja a Kék-színátmenet (BlueGradients) funkciót, és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket, és nem árnyékol

source: Area: allShape, sets RedGradients mode and modifies colors, displays outline but doesnot display shadow and textFrames
hu_hu: Hatókör: diagram, beállítja a Piros-színátmenet (RedGradients) funkciót, és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket, és nem árnyékol

source: Area: allShape, sets BaseColors mode and modifies colors, displays outline but doesnot display shadow
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat, és nem árnyékol

source: Area: allShape, sets BaseColors and modifies colors, doesnot display outline and shadow
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, nem jeleníti meg a körvonalakat, és nem árnyékol

source: Area: allShape, sets BaseColors mode and modifies colors, dispalys outline and shadow
hu_hu: Hatókör: diagram, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat, és árnyékol

source: Area: allShape, sets BaseColors mode and modifies colors (with gradients of base colors), displays outline but doesnot display shadow
hu_hu: Hatókör: diagram, beállítja a Alapszínek (BaseColors) funkciót, és módosítja a színeket (az alapszínek színátmeneteivel), megjeleníti a körvonalakat, és nem árnyékol

source: Area: allShape, sets BlueGradients mode and modifies colors, displays outline but doesnot display shadow
hu_hu: Hatókör: diagram, beállítja a Kék-színátmenet (BlueGradients) funkciót, és módosítja a színeket, megjeleníti a körvonalakat, és nem árnyékol

source: Area: allShape, sets RedGradients mode and modifies colors, displays outline but doesnot display shadow
hu_hu: Hatókör: diagram, beállítja a Piros-színátmenet (RedGradients) funkciót, és módosítja a színeket, megjeleníti a körvonalakat, és nem árnyékol

source: Area: allShape, layout: center, sets BaseColors mode and modifies colors, displays outline but doesnot display textFrames
hu_hu: Hatókör: diagram, elrendezés: középre, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket

source: Area: allShape, layout: center, sets BaseColors mode and modifies colors, doesnot display outline and textFrames
hu_hu: Hatókör: diagram, elrendezés: középre, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, nem jeleníti meg a körvonalakat és a szövegkereteket

source: Area: allShape, layout: center, sets BaseColors mode and modifies colors, dispalys outline and textFrames
hu_hu: Hatókör: diagram, elrendezés: középre, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat és a szövegkereteket

source: Area: allShape, layout: center, sets BlueGradients mode and modifies colors, displays outline but doesnot display textFrames
hu_hu: Hatókör: diagram, elrendezés: középre, beállítja a Kék-színátmenet (BlueGradients) funkciót, és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket

source: Area: allShape, layout: center, sets RedGradients mode and modifies colors, displays outline but doesnot display textFrames
hu_hu: Hatókör: diagram, elrendezés: középre, beállítja a Piros-színátmenet (RedGradients) funkciót, és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket

source: Area: allShape, layout: left, sets BaseColors mode and modifies colors, displays outline but doesnot display textFrames
hu_hu: Hatókör: diagram, elrendezés: balra, beállítja az Alapszínek (BaseColors) funkciót és módosítja a színeket, megjeleníti a körvonalakat, de nem jeleníti meg a szövegkereteket

source: Can't convert diagram
hu_hu: Nem lehet konvertálni a diagrammot

source: Select a shape in diagram and try again.
hu_hu: Valasszon ki egy elemet a diagramban, majd próbálja újra.

source: Tips
hu_hu: Tippek

source: You can navigate with short keys between active items in diagram and obtain text editor function in simple way. Short keys of organization charts : a - selects all shape f - selects first shape d - steps down in the tree u - steps up in the tree n - steps next sibling in the tree p - steps previous sibling in the tree e - shows and actives texteditor
hu_hu: Egyszerűen navigálhat a kijelölt elemek között, és könnyen elérheti a szövegszerkesztő funkciót a gyorsbillentyűk segítségével. A hierarhia diagramok gyorsbillentyűi: a - kijelöli az összes elemet (all) f - kijelöli az első elemet (first) d - lejjebb lép egy szintel a fában (down) u - feljebb lép egy szintel a fában (up) n - kijelöli a következő testvért a fában (next) p - kijelöli az előző testvért a fában (previous) e - aktívizálja a szövegszerkesztőt (editor)

source: You can navigate with short keys between active items in diagram and obtain text editor function in simple way. Short keys of relation diagrams : a - selects all shape f - selects first shape n - selects next shape p - selects previous shape m - selects main shape of item (if the items consist of pair) t - selects text shape of item (if the items consist of pair) e - shows and actives texteditor
hu_hu: Egyszerűen navigálhat a kijelölt elemek között, és könnyen elérheti a szövegszerkesztő funkciót a gyorsbillentyűk segítségével. A kapcsolati diagramok gyorsbillentyűi: a - kijelöli az összes elemet (all) f - kijelöli az első elemet (first) n - kijelöli a következő elemet (next) p - kijelöli az előző elemet (previous) m - kijelöli a fő alakzatot (mikor egy elem két alakzatból áll - main shape) t - kijelöli a szöveges alakzatot (mikor egy elem két alakzatból áll - text shape) e - aktívizálja a szövegszerkesztőt (editor)
