Repository: hosseinn/smart
Catalog: po/*/Strings_*.properties.po
Languages: hu_hu

source: Organization Chart
hu_hu: Szervezeti diagram

source: Use this to illustrate hierarchical relationships
hu_hu: Hierarchikus kapcsolatok szemléltetésére használható

source: Use this to illustrate areas of overlap between elements
hu_hu: Több elem közötti átfedést szemléltet

source: Pyramid Diagram
hu_hu: Piramis diagram

source: Use this to illustrate foundation-based relationships
hu_hu: Közös alapra épülő kapcsolatokat mutat be

source: Cycle Diagram
hu_hu: Gyűrű diagram

source: Use this to illustrate a process with a continuous cycle
hu_hu: Egy körkörös folyamat menetét szemlélteti

source: Without outline
hu_hu: Körvonal nélkül

# 10.Strings.CycleStyleComboBox2
source: Base colors
hu_hu: Alapszínek

source: With frame
hu_hu: Kerettel

source: With gradients
hu_hu: Átmenettel

# 13.Strings.PyramidStyleComboBox2
source: Base colors
hu_hu: Alapszínek

source: Base colors with gradients
hu_hu: Alapszínek átmenettel

source: Error
hu_hu: Hiba

source: Cannot found the main item.
hu_hu: Nem található a fő elem.

source: Add item is disabled
hu_hu: Az elem hozzáadása letiltva

source: You cannot add associate item to main item.
hu_hu: Nem lehet a főelemhez munkatársat adni.

source: Main item is selected
hu_hu: Fő elem kiválasztva

source: You cannot remove the main item.
hu_hu: Nem törölhető a fő elem.

source: The struct of diagram has broken.
hu_hu: Sérült a diagram struktúrája.

source: Do you want to Diagram extension to try to correct the problem? After the correction you might retry the modification.
hu_hu: Kívánja, hogy a Diagram kiterjesztés megpróbálja megjavítani a hibát? A javítás után ismételje meg a módosítást.
